import React from "react";
// import Navbar from "./components/Navbar/Navbar";

const Brand = () => {
  return (
    <div>
      {/* <Navbar />; */}
      <div className="brands">
        <h1 className="theme">БРЕНДЫ</h1>
        <hr />
        <h2>ADIDAS</h2>
        <span>
          Adidas AG (немецкий: [ˈʔadiˌdas]; стилизованно под adidas с 1949
          года[3]) — немецкая транснациональная компания по производству
          спортивной одежды, обуви и аксессуаров. Это крупнейший производитель
          спортивной одежды в Европе и второй по величине в мире после
          Nike[4][5]. Это холдинговая компания Adidas Group, которая включает в
          себя Runtastic. «Бренд с тремя полосками» является одной из крупнейших
          спортивных компаний в истории. Выручка Adidas за 2019 год составила
          23,640 млрд евро[6].
        </span>
        <hr />
        <h2>PUMA</h2>
        <span>
          Вскоре после Первой мировой войны, в начале 1920-х годов, Дасслеры на
          семейном совете решили организовать семейное дело — пошив обуви.
          Первой продукцией семьи Дасслер были домашние тапочки и ортопедическая
          обувь для тренировок спортсменов-инвалидов (которых было много после
          войны). Материалом для них служило списанное военное обмундирование, а
          подошвы вырезали из старых автомобильных покрышек. Основную роль в
          этом семейном предприятии играли братья Адольф (Ади) и Рудольф (Руди)
          Дасслеры, в 1924 году они официально зарегистрировали «Обувную фабрику
          братьев Дасслер» («Gebrüder Dassler»). Два брата с противоположными
          характерами дополняли друг друга — Адольф — спокойный и уравновешенный
          производитель, в то время, как Рудольф — активный и коммуникабельный
          продавец[3] В 1925 году Адольф изобрёл и сшил первые в мире футбольные
          бутсы с шипами. Футбольная модель оказалась удобной и вместе с
          гимнастическими тапочками стала основной продукцией Дасслеров. Спрос
          на их обувь был столь велик, что в 1926 году они смогли построить
          фабрику, на которой работало 25 человек и которая выпускала до 100 пар
          обуви в день. В 1928 году шиповки братьев, разработанные вместе с
          Джозефом Вайтцером, получают патент немецкого бюро. На летних
          олимпийских играх 1928 года в Амстердаме обувь братьев впервые
          появляется на крупных спортивных соревнованиях. На Олимпиаде 1932 года
          в Лос-Анджелесе немец Артур Йонат, выступая в обуви «Дасслер», стал
          третьим в беге на 100 метров. Это стало первым серьёзным успехом
          рекламной кампании, основанной на сотрудничестве со спортсменами[3].
          После начала Второй мировой войны, несмотря на то, что оба брата
          Дасслер были убеждёнными членами нацистской партии, фабрики Дасслеров
          подверглись конфискации нацистами, а сами братья отправились на фронт.
          На одной из фабрик нацисты попытались наладить производство ручных
          противотанковых гранатомётов, однако фабричное оборудование было не
          приспособлено для такого производства, поэтому Адольфа вернули из
          армии через год — производить тренировочную обувь для немецких
          солдат[3].
        </span>
        <hr />
        <h2>NIKE</h2>
        <span>
          Nike, Inc. (МФА: ['naɪkɪ][4], «Найки»[5][6]) — американская
          транснациональная компания, специализирующаяся на спортивной одежде и
          обуви. Штаб-квартира — в городе Бивертон (штат Орегон). Почти вся
          продукция Nike производится сторонними компаниями-подрядчиками вне
          территории США (в основном в Азии), сама компания является
          правообладателем торговых марок, разрабатывает дизайн продукции и
          владеет сетью магазинов (около 1150 по всему миру), а также торговых
          центров NikeTown. С 20 сентября 2013 года входит в Промышленный индекс
          Доу Джонса. Nike является самым дорогим спортивным брендом в мире (по
          мнению Forbes)[7]. Компания, основанная 25 января 1964 года под
          названием Blue Ribbon Sports, официально стала Nike, Inc. в 1978
          году[8][9]. Nike продаёт свою продукцию под собственным брендом, а
          также под марками Nike Golf, Nike Pro, Nike +, Air Jordan, Nike
          Blazers, Air Force 1, Nike Dunk, Air Max, Foamposite, Nike
          Skateboarding, Nike CR7, Hurley International, Converse[10]. Nike
          является спонсором многих спортсменов и спортивных команд по всему
          миру. Начиная с 1990-х годов компания регулярно подвергается критике
          за то, что её продукция производится на фабриках, где нарушается
          трудовое законодательство[11].
        </span>
        <hr />
        <h2>ASICS</h2>
        <span>
          История компании ASICS началась 1 сентября 1949 года[2] в послевоенной
          Японии. Кихатиро Оницука (яп. 鬼塚 喜八郎) задумался, как он может
          помочь японской молодёжи в такое тяжёлое для страны время[3] и решил
          создать спортивный бренд для всех, чтобы с помощью спорта воодушевить
          своих сограждан[3]. Так родилась фирма Onitsuka Tiger. В первое время
          своего существования компания поставляла товар только на внутренний
          рынок Японии и Китая, и этим воспользовались основатели корпорации
          Nike Фил Найт и Билл Бауэрман, закупая кроссовки и перепродавая их в
          США[4]. В 1977 году после расширения компания Onitsuka Tiger была
          переименована в ASICS — аббревиатура от «Anima sana in corpore sano»,
          что в переводе с латыни означает «В здоровом теле здоровый дух». В
          городе Кобе был построен научно-исследовательский институт спорта для
          изучения и проектирования беговой обуви.
        </span>
        <hr />
        <h2>LI-NING</h2>
        <span>
          Li-Ning - китайский лидер спортивной одежды и обуви, созданный своим
          основателем, чемпионом-гимнастом г-н Li-Ning 李宁 в 1990 году с
          простой целью - предоставить китайским спортсменам национальный бренд,
          представляющий Китай на мировой арене в Олимпийских играх. Это
          скромное намерение, почти 30 лет спустя, привело к росту компании -
          мирового масштаба в спортивной экипировке. Компания Лининг постоянно
          развивается и исследует технологии будущего, для взаимодействия с
          человеческими достижениями в инновациях, имея безграничный потенциал к
          совершенству своей продукции. Основатель компании г-н Li-Ning является
          примером собственных достижений в спорте, победителем шести из семи
          золотых медалей на шестом чемпионате мира по гимнастике в 1982 году,
          который принес ему прозвище «Принц гимнастики». В 1984 году г-н
          Li-Ning выиграл три раза золотые медали, два серебра и одна бронза,
          чтобы стать самым почетным спортсменом на летних Олимпийских играх
          1984 года в Лос-Анджелесе.
        </span>
      </div>
    </div>
  );
};

export default Brand;
